MSF-Telecom/Telemetrinterface/python/embedded/bootloader/fred-corp_telemetrinterface/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Telemetrinterface v1.0"
#define MICROPY_HW_MCU_NAME "rp2040"
